name: "image_scale_l_x2"
backend: "pytorch"
max_batch_size: 4

input [
  {
    name: "x"
    data_type: TYPE_FP32
    format: FORMAT_NCHW
    dims: [3, -1, -1]
  }
]

output [
  {
    name: "OUTPUT__0"
    data_type: TYPE_FP32
    dims: [3, -1, -1]
  }
]

instance_group [
  {
    kind: KIND_GPU
    count: 1
  }
]